Repository: holgerkrupp/PodcastClient
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Maximum Episodes
de: Maximale Episodenzahl

source: May
de: Mai

source: Media
de: Medien

source: Menu Bar Player
de: Menüleisten-Player

source: Menu bar player unavailable
de: Menüleisten-Player nicht verfügbar

source: Metadata Details
de: Metadaten-Details

source: Middle East
de: Naher Osten

source: Midsummer
de: Mittsommer

source: Minimum duration in seconds
de: Mindestdauer in Sekunden

source: Minutes
de: Minuten

source: Mirrored Stores
de: Gespiegelte Datenspeicher

source: Mode
de: Modus

source: Models are language-specific on-device speech assets. The app uses the episode language when available and falls back to the current device locale.
de: Modelle sind sprachspezifische Sprachressourcen auf dem Gerät. Die App verwendet nach Möglichkeit die Sprache der Episode und greift andernfalls auf die aktuelle Gerätesprache zurück.

source: Monitor State
de: Überwachungsstatus

source: Month
de: Monat

source: Monthly backgrounds in Year Calendar
de: Monatliche Hintergründe im Jahreskalender

source: More
de: Mehr

source: More episodes load as you scroll.
de: Beim Scrollen werden weitere Episoden geladen.

source: More playback actions
de: Weitere Wiedergabeaktionen

source: More podcast actions
de: Weitere Podcast-Aktionen

source: Move Current To End
de: Aktuelle Episode ans Ende verschieben

source: Move Down
de: Nach unten

source: Move earlier
de: Weiter nach vorne verschieben

source: Move later
de: Weiter nach hinten verschieben

source: Move or Remove the Current Episode
de: Aktuelle Episode verschieben oder entfernen

source: Move Subscriptions in Minutes
de: Abonnements in wenigen Minuten umziehen

source: Move subscriptions with OPML files
de: Abos per OPML-Datei übertragen

source: Move the current episode to the end of your Up Next queue.
de: Verschiebe die aktuelle Episode ans Ende deiner „Als Nächstes“-Warteschlange.

source: Move this episode to the end in Up Next
de: Diese Episode in „Als Nächstes“ ans Ende verschieben

source: Move To End
de: Ans Ende verschieben

source: Move to Next
de: Nach „Als Nächstes“ verschieben

source: Move to next %@
de: Zum nächsten %@ wechseln

source: Move to previous %@
de: Zum vorherigen %@ wechseln

source: Move to the next, previous, or current chapter.
de: Zum nächsten, vorherigen oder aktuellen Kapitel wechseln.

source: Move Up
de: Nach oben

source: Moved to the next chapter.
de: Zum nächsten Kapitel gewechselt.

source: Moved to the previous chapter.
de: Zum vorherigen Kapitel gewechselt.

source: Moves playback backward by %lld seconds
de: Bewegt die Wiedergabe um %lld Sekunden zurück

source: Moves playback forward by %lld seconds
de: Bewegt die Wiedergabe um %lld Sekunden vorwärts

source: My Podcasts
de: Meine Podcasts

source: Named Playlist Actions
de: Aktionen für benannte Wiedergabelisten

source: Navigate
de: Navigation

source: Needs keyword
de: Benötigt Schlüsselwort

source: Network
de: Netzwerk

source: New episodes appear here as soon as their podcast has been checked.
de: Neue Episoden erscheinen hier, sobald ihr Podcast geprüft wurde.

source: New episodes can be placed at the front, end, or not added automatically, depending on your settings.
de: Je nach deinen Einstellungen können neue Episoden vorne, am Ende oder nicht automatisch hinzugefügt werden.

source: New episodes go to
de: Neue Episoden landen in

source: New episodes of subscribed podcasts appear here. You can add them to your listening queue or archive them, if you are not interested in an episode.
de: Neue Episoden abonnierter Podcasts erscheinen hier. Du kannst sie zu deiner Warteschlange hinzufügen oder archivieren, wenn dich eine Episode nicht interessiert.

source: New episodes of these podcasts are queued into this playlist as they arrive.
de: Neue Episoden dieser Podcasts werden automatisch in diese Wiedergabeliste eingereiht.

source: New Files
de: Neue Dateien

source: New Playlist
de: Neue Playlist

source: New Playlist…
de: Neue Playlist…

source: New Year
de: Neujahr

source: Newest First
de: Neueste zuerst

source: Next
de: Nächste

source: Next chapter
de: Nächstes Kapitel

source: Next Chapter
de: Nächstes Kapitel

source: Next chapter in Up Next
de: Nächstes Kapitel in „Als Nächstes“

source: Next in queue
de: Als Nächstes in der Warteschlange

source: Next match
de: Nächster Treffer

source: Next predicted release: Unavailable
de: Nächste prognostizierte Veröffentlichung: Nicht verfügbar

source: Next transcript match
de: Nächster Transkripttreffer

source: Next week
de: Nächste Woche

source: Next: %@
de: Nächste: %@

source: No
de: Nein

source: No active episode found to clip.
de: Keine aktive Episode für einen Clip gefunden.

source: No Bookmarks saved for this podcast.
de: Für diesen Podcast sind keine Lesezeichen gespeichert.

source: No Chapters
de: Keine Kapitel

source: No chapters could be generated from this transcript.
de: Aus diesem Transkript konnten keine Kapitel erstellt werden.

source: No Downloads
de: Keine Downloads

source: No episode playing.
de: Es wird keine Episode abgespielt.

source: No Episodes Yet
de: Noch keine Episoden

source: No existing episode identifiers matched. Saving will require confirmation.
de: Es wurden keine passenden Kennungen vorhandener Episoden gefunden. Das Speichern muss bestätigt werden.

source: No Files for This Podcast
de: Keine Dateien für diesen Podcast

source: No imported files yet.
de: Noch keine Dateien importiert.

source: No listening data yet.
de: Es gibt noch keine Hördaten.

source: No Listening History
de: Kein Hörverlauf

source: No listening sessions in this %@.
de: Keine Hörsitzungen in diesem %@.

source: No Live Podcasts
de: Keine Live-Podcasts

source: No matches found for "%@".
de: Für „%@“ wurden keine Treffer gefunden.

source: No Matching Episodes
de: Keine passenden Episoden

source: No Matching Transcript
de: Kein passendes Transkript

source: No new files.
de: Keine neuen Dateien.

source: No playlists yet.
de: Noch keine Playlists.

source: No plays
de: Nichts abgespielt

source: No Podcast
de: Kein Podcast

source: No podcast puts its new episodes here. A podcast's own settings decide which playlist it fills.
de: Kein Podcast legt seine neuen Episoden hier ab. Die Einstellungen des jeweiligen Podcasts bestimmen, welche Wiedergabeliste er füllt.

source: No Podcast Storage Yet
de: Noch kein Podcast-Speicher

source: No Podcast Year Available
de: Kein Podcast-Jahr verfügbar

source: No Podcasts
de: Keine Podcasts

source: No podcasts are stored in the library yet.
de: In der Mediathek sind noch keine Podcasts gespeichert.

source: No podcasts are using custom settings yet.
de: Noch keine Podcasts verwenden individuelle Einstellungen.

source: No podcasts found
de: Keine Podcasts gefunden

source: No Podcasts Found
de: Keine Podcasts gefunden

source: No provider account adapters are connected
de: Keine Anbieter-Kontoanbindungen verbunden

source: No record-count reference has been received from another device yet.
de: Es wurde noch keine Referenz zur Anzahl der Datensätze von einem anderen Gerät empfangen.

source: No Results
de: Keine Ergebnisse

source: no results for %@
de: Keine Ergebnisse für %@

source: No rules applied
de: Es wurden keine Regeln angewendet

source: No rules yet
de: Noch keine Regeln

source: No Sessions
de: Keine Sessions

source: No Share Pictures
de: Keine Teilen-Bilder

source: No Storage Report
de: Kein Speicherbericht

source: No Stored Files
de: Keine gespeicherten Dateien

source: No subscribed podcasts are live right now.
de: Momentan ist keiner deiner abonnierten Podcasts live.

source: No Transcript
de: Kein Transkript

source: No Transcript Matches
de: Keine Transkripttreffer

source: No transcript matches for "%@".
de: Keine Transkripttreffer für „%@“.

source: No Transcriptions Yet
de: Noch keine Transkriptionen

source: No Unsubscribed Podcasts
de: Keine nicht abonnierten Podcasts

source: None
de: Keine

source: Not added automatically
de: Wird nicht automatisch hinzugefügt

source: Not connected
de: Nicht verbunden

source: Not downloaded
de: Nicht heruntergeladen

source: Not Started
de: Nicht gestartet

source: Not Subscribed
de: Nicht abonniert

source: Not Syncing
de: Synchronisiert nicht

source: Nothing is currently transcribing or queued.
de: Derzeit wird nichts transkribiert oder wartet in der Warteschlange.

source: Nothing Playing
de: Nichts wird abgespielt

source: Nothing Up Next
de: Keine weiteren Episoden

source: Notify Me: %@
de: Mitteilung: %@

source: Now Playing
de: Jetzt läuft

source: Now playing %@
de: Jetzt läuft %@

source: Now Playing slider
de: Slider im Bereich Jetzt läuft

source: October
de: Oktober

source: Off
de: Aus

source: On
de: An

source: On-Device Transcription
de: Transkription auf dem Gerät

source: Only episodes from the last N days
de: Nur Episoden der letzten N Tage

source: Only publisher-provided transcripts are eligible. On-device AI transcripts and transcripts with unknown origin are left unchanged. Turning this off immediately restores original transcript timing.
de: Nur vom Herausgeber bereitgestellte Transkripte kommen infrage. KI-Transkripte vom Gerät und Transkripte unbekannter Herkunft bleiben unverändert. Beim Deaktivieren wird sofort die ursprüngliche zeitliche Abstimmung des Transkripts wiederhergestellt.

source: Only while charging
de: Nur während des Ladevorgangs

source: Open %@
de: „%@“ öffnen

source: Open a playlist to rename it, change its icon, and set how its episodes are downloaded. Swipe to delete a playlist; the built-in queue cannot be deleted.
de: Öffne eine Wiedergabeliste, um sie umzubenennen, ihr Symbol zu ändern und festzulegen, wie ihre Episoden geladen werden. Wische, um eine Wiedergabeliste zu löschen; die eingebaute Warteschlange kann nicht gelöscht werden.

source: Open access settings
de: Zugriffseinstellungen öffnen

source: Open all settings for queue behavior, podcasts, transcriptions, appearance, integrations, and storage.
de: Öffnet alle Einstellungen für Warteschlangenverhalten, Podcasts, Transkriptionen, Erscheinungsbild, Integrationen und Speicher.

source: Open Broadcaster Website
de: Website des Senders öffnen

source: Open captions
de: Untertitel öffnen

source: Open captions and transcript
de: Untertitel und Transkript öffnen

source: Open chapter link
de: Link zum Kapitel öffnen

source: Open chapter list
de: Kapitelliste öffnen

source: Open chapters
de: Kapitel öffnen

source: Open episode %@
de: Episode „%@“ öffnen

source: Open Episode Media
de: Episodenmedien öffnen

source: Open full player
de: Vollständigen Player öffnen

source: Open full transcript
de: Vollständiges Transkript öffnen

source: Open in Browser
de: Im Browser öffnen

source: Open Live Page
de: Live-Seite öffnen

source: Open Notification Settings
de: Benachrichtigungseinstellungen öffnen

source: Open Player
de: Player öffnen

source: Open podcast %@
de: Podcast „%@“ öffnen

source: Open podcast trailers
de: Podcast-Trailer öffnen

source: Open podcast website
de: Podcast-Website öffnen

source: Open podroll
de: Podroll öffnen

source: Open settings
de: Einstellungen öffnen

source: Open Settings
de: Einstellungen öffnen

source: Open Settings > Integrations > Siri & Shortcuts for the current list of voice commands and automation actions.
de: Öffne „Einstellungen“ > „Integrationen“ > „Siri & Kurzbefehle“, um die aktuelle Liste der Sprachbefehle und Automationen anzuzeigen.

source: Open Share Pictures
de: Teilen-Bilder öffnen

source: Open Shortcuts
de: Kurzbefehle öffnen

source: Open the iPhone app once so the watch can control playback.
de: Öffne einmal die iPhone-App, damit die Watch die Wiedergabe steuern kann.

source: Open this podcast's full settings for queue, downloads, episode handling, and chapter rules.
de: Öffnet die vollständigen Einstellungen dieses Podcasts für Warteschlange, Downloads, Episodenverwaltung und Kapitelregeln.

source: Open this podcast's settings
de: Einstellungen dieses Podcasts öffnen

source: Open transcript
de: Transkript öffnen

source: Open Up Next
de: „Als Nächstes“ öffnen

source: Open watch storage and download settings
de: Speicher- und Download-Einstellungen der Watch öffnen

source: Opens a file picker and copies the selected audio file into the sideloading folder
de: Öffnet eine Dateiauswahl und kopiert die ausgewählte Audiodatei in den Sideloading-Ordner

source: Opens clip export for the current episode
de: Öffnet den Clip-Export für die aktuelle Episode

source: Opens currently live subscribed podcasts
de: Öffnet abonnierte Podcasts, die gerade live sind

source: Opens episode captions if available
de: Öffnet Episodenuntertitel, sofern verfügbar

source: Opens episode details
de: Öffnet die Episodendetails

source: Opens full playback controls
de: Öffnet die vollständige Wiedergabesteuerung

source: Opens playback speed controls
de: Öffnet die Bedienelemente für die Wiedergabegeschwindigkeit

source: Opens playlist picker
de: Öffnet die Playlist-Auswahl

source: Opens podcast settings
de: Öffnet die Podcast-Einstellungen

source: Opens publisher-provided chat and live companion pages
de: Öffnet Chat- und Live-Begleitseiten des Herausgebers

source: Opens settings related to playback
de: Öffnet Einstellungen zur Wiedergabe

source: Opens sleep timer controls
de: Öffnet die Bedienelemente für den Sleeptimer

source: Opens the chapter webpage in Safari
de: Öffnet die Kapitel-Webseite in Safari

source: Opens the full now playing screen
de: Öffnet den vollständigen „Jetzt läuft“-Bildschirm

source: Opens the full transcript in a sheet
de: Öffnet das vollständige Transkript in einem Fenster

source: Opens the live page, chat, or companion links
de: Öffnet die Live-Seite, den Chat oder Begleitlinks

source: Opens the original web page
de: Öffnet die ursprüngliche Webseite

source: Opens the share sheet for this episode
de: Öffnet „Teilen“ für diese Episode

source: Opens this episode details screen
de: Öffnet die Detailansicht dieser Episode

source: Opens this podcast details screen
de: Öffnet die Detailansicht dieses Podcasts

source: Opens this podcasts details screen
de: Öffnet die Detailansicht dieses Podcasts

source: OPML moves podcast subscriptions only. Playback history, queues, and episode progress usually stay in the original app.
de: OPML überträgt nur Podcast-Abonnements. Wiedergabeverlauf, Warteschlangen und Episodenfortschritt bleiben normalerweise in der ursprünglichen App.

source: Overview
de: Überblick

# Page %lld of %lld
source: Page %1$lld of %2$lld
de: Seite %lld von %lld

source: Password
de: Passwort

source: Paste into podcast search
de: In die Podcast-Suche einfügen

source: Paste the private RSS URL supplied by your podcast provider. Up Next keeps the link or credentials in secure storage and never puts them in sync, exports, or logs.
de: Füge die private RSS-URL deines Podcast-Anbieters ein. „Als Nächstes“ speichert den Link oder die Zugangsdaten sicher und übernimmt sie niemals in Synchronisierungen, Exporte oder Protokolle.

source: Pause playback
de: Wiedergabe anhalten

source: Pause Playback
de: Wiedergabe anhalten

source: Pause playback in Up Next
de: Wiedergabe in „Als Nächstes“ pausieren

source: Pause the active episode.
de: Aktive Episode pausieren.

source: Pause the current episode.
de: Hält die aktuelle Episode an.

source: Pauses the active download
de: Pausiert den aktiven Download

source: Pauses the current episode
de: Pausiert die aktuelle Episode

source: People
de: Personen

source: Period
de: Zeitraum

source: Places this episode at the end of %@
de: Platziert diese Episode am Ende von %@

source: Places this episode at the front of %@
de: Platziert diese Episode an den Anfang von %@

source: Plain text
de: Klartext

source: Play
de: Abspielen

source: Play %@
de: %@ abspielen

# Play %@ %@
source: Play %1$@ %2$@
de: %1$@ %2$@ abspielen

source: Play ${episode}
de: ${episode} abspielen

source: Play ${request}
de: ${request} abspielen

source: Play a numbered episode from a podcast in your library.
de: Spielt eine nummerierte Episode aus einem Podcast in deiner Mediathek ab.

source: Play a selected episode from your library.
de: Eine ausgewählte Episode aus deiner Mediathek abspielen.

source: Play an Episode
de: Episode abspielen

source: Play an episode from your library.
de: Spielt eine Episode aus deiner Mediathek ab.

source: Play caption
de: Untertitel abspielen

source: Play chapter
de: Kapitel abspielen

source: Play chapter %@
de: Kapitel %@ abspielen

source: Play episode
de: Folge abspielen

source: Play Episode
de: Episode abspielen

source: Play from %@
de: Ab %@ abspielen

source: Play from transcript match
de: Ab Transkript-Treffer abspielen

source: Play Last
de: Als Letztes abspielen

source: Play Latest
de: Neueste Episode abspielen

source: Play Latest Episode
de: Neueste Episode abspielen

source: Play Live Podcast
de: Live-Podcast abspielen

source: Play Live Stream
de: Livestream abspielen

source: Play my Commute playlist in Up Next
de: Meine Wiedergabeliste „Pendeln“ in „Als Nächstes“ abspielen

source: Play Next
de: Als Nächstes abspielen

source: Play Next Queue
de: Warteschlange „Als Nächstes“

source: Play Next Up Next Episode
de: Nächste Folge abspielen

source: Play Playlist
de: Wiedergabeliste abspielen

source: Play Podcast Episode
de: Podcast-Folge abspielen

source: Play podcast trailer
de: Podcast-Trailer abspielen

source: Play the Latest Episode
de: Neueste Episode abspielen

source: Play the latest episode of ${podcast}
de: Neueste Episode von ${podcast} abspielen

source: Play the latest episode of this podcast
de: Neueste Episode dieses Podcasts abspielen

source: Play the newest episode of a podcast.
de: Spielt die neueste Episode eines Podcasts ab.

source: Play the next episode from your Up Next queue.
de: Spielt die nächste Episode aus deiner „Als Nächstes“-Warteschlange ab.

source: Play this episode in Up Next
de: Diese Episode in „Als Nächstes“ abspielen

source: Play this episode next in Up Next
de: Diese Episode als Nächstes in „Als Nächstes“ abspielen

source: Play Up Next
de: „Als Nächstes“ abspielen

source: Play Up Next at 1.5 times
de: „Als Nächstes“ mit 1,5-facher Geschwindigkeit abspielen

source: Playback
de: Wiedergabe

source: Playback Continuation
de: Wiedergabe fortsetzen

source: Playback controls and shownotes for %@
de: Wiedergabesteuerung und Shownotes für %@

source: Playback controls for %@
de: Wiedergabesteuerung für %@

source: Playback controls manage the iPhone app.
de: Die Wiedergabesteuerung bedient die iPhone-App.

source: Playback moved
de: Wiedergabe verschoben

source: Playback position
de: Wiedergabeposition

source: Playback Rate
de: Wiedergabegeschwindigkeit

source: Playback scrubbing is disabled
de: Bewegen der Wiedergabeposition ist deaktiviert

source: Playback settings
de: Wiedergabeeinstellungen

source: Playback Settings
de: Wiedergabeeinstellungen

source: Playback speed
de: Wiedergabegeschwindigkeit

source: Playback Speed
de: Wiedergabegeschwindigkeit

source: Playback speed set to %@ times.
de: Wiedergabegeschwindigkeit auf %@-fach eingestellt.

source: Playback uses files and streams on the watch.
de: Die Wiedergabe nutzt Dateien und Streams auf der Watch.

source: Playback will stop after this episode.
de: Die Wiedergabe endet nach dieser Episode.

source: Played
de: Gespielt

source: Played Episodes
de: Abgespielte Episoden

source: Player content
de: Player-Inhalt

source: Player Controls
de: Player-Steuerung

source: Player settings
de: Player-Einstellungen

source: Playing
de: Läuft

source: Playing %@ live.
de: %@ wird live wiedergegeben.

source: Playing %@.
de: %@ wird abgespielt.

# Playing episode %lld of %@.
source: Playing episode %1$lld of %2$@.
de: Episode %1$lld von %2$@ wird abgespielt.

# Playlist entries: %lld → %lld
source: Playlist entries: %1$lld → %2$lld
de: Wiedergabelisteneinträge: %lld → %lld

source: Playlist icon %@
de: Playlist-Symbol %@

source: Playlist name
de: Name der Wiedergabeliste

source: Playlist Remaining
de: Verbleibend in Playlist

source: Playtime Bars
de: Wiedergabezeit-Balken

source: Playtime Pie
de: Wiedergabezeit-Kreis

source: Podcast Access
de: Podcast-Zugriff

source: Podcast and Episode
de: Podcast und Folge

source: Podcast Episode
de: Podcast-Folge

source: Podcast listening distribution
de: Verteilung der Podcast-Hörzeit

source: Podcast Overrides
de: Podcast-spezifische Anpassungen

source: Podcast recommendation: %@
de: Podcast-Empfehlung: %@

source: Podcast refresh started.
de: Podcast-Aktualisierung gestartet.

source: Podcast scope
de: Podcast-Umfang

source: Podcast Scope
de: Podcast-Filter

source: Podcast Settings
de: Podcast-Einstellungen

source: Podcast Share Aspect Ratio
de: Seitenverhältnis des Podcast-Teilen-Bilds

source: Podcast Share Background
de: Hintergrund des Podcast-Teilen-Bilds

source: Podcast Share Design
de: Design des Podcast-Teilen-Bilds

source: Podcast Share Period
de: Zeitraum des Podcast-Teilen-Bilds

source: Podcast Share Timing
de: Zeitpunkt des Podcast-Teilen-Bilds

source: Podcast Unavailable
de: Podcast nicht verfügbar

source: Podcast Year
de: Podcast-Jahr

source: Podcast-attributed storage will appear here once content is stored locally.
de: Podcast-zugeordneter Speicher wird hier angezeigt, sobald Inhalte lokal gespeichert sind.

source: Podcast-specific choices can be managed from Podcasts.
de: Podcast-spezifische Optionen können unter Podcasts verwaltet werden.

source: Podcast-Specific Settings
de: Podcast-spezifische Einstellungen

source: Podcasts Added Automatically
de: Automatisch hinzugefügte Podcasts

source: Podcasts from Austria's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Österreich.

source: Podcasts from Canada's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Kanada.

source: Podcasts from Finland's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Finnland.

source: Podcasts from Flanders' public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Flandern.

source: Podcasts from France's public radio.
de: Podcasts des öffentlich-rechtlichen Radios in Frankreich.

source: Podcasts from Germany's public broadcasters.
de: Podcasts der öffentlich-rechtlichen Sender in Deutschland.

source: Podcasts from Germany's public television broadcaster.
de: Podcasts des öffentlich-rechtlichen Fernsehens in Deutschland.

source: Podcasts from Ireland's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Irland.

source: Podcasts from Italy's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Italien.

source: Podcasts from National Public Radio.
de: Podcasts von National Public Radio.

source: Podcasts from Portugal's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Portugal.

source: Podcasts from Radio New Zealand.
de: Podcasts von Radio New Zealand.

source: Podcasts from Spain's public broadcaster.
de: Podcasts des öffentlich-rechtlichen Rundfunks in Spanien.

source: Podcasts from Sweden's public radio.
de: Podcasts des öffentlich-rechtlichen Radios in Schweden.

source: Podcasts from the Australian Broadcasting Corporation.
de: Podcasts der Australian Broadcasting Corporation.

source: Podcasts from the British Broadcasting Corporation.
de: Podcasts der British Broadcasting Corporation.

source: Podcasts from the Dutch public broadcasters.
de: Podcasts der öffentlich-rechtlichen Sender in den Niederlanden.

source: Podcasts from the Public Broadcasting Service.
de: Podcasts des Public Broadcasting Service.

source: Podcasts kept in the database but excluded from refresh will appear here.
de: Podcasts, die in der Datenbank verbleiben, aber von der Aktualisierung ausgeschlossen sind, erscheinen hier.

source: Portrait
de: Hochformat
